/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "© Tobias Gerdin, 2014";

/* Include your mode strings here.  See TN2128 for details. */

com.apple.inputmethod.nostyle = "No Style";
com.apple.inputmethod.decimal = "Decimal";
com.apple.inputmethod.currency = "Currency";
com.apple.inputmethod.percent = "Percent";
com.apple.inputmethod.scientific = "Scientific";


CFBundleName = "KeymanInput";
CFBundleDisplayName = "KeymanInput";
CFBundleShortVersionString = "KeymanInput version 0.1";
CFBundleGetInfoString = "KeymanInput version 0.1, Copyright 2014, Tobias Gerdin";
